/*
Navicat MySQL Data Transfer

Source Server         : nanjing
Source Server Version : 50639
Source Host           : 127.0.0.1:3306
Source Database       : puresport

Target Server Type    : MYSQL
Target Server Version : 50639
File Encoding         : 65001

Date: 2018-06-03 22:39:55
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for t9_tstlib
-- ----------------------------
DROP TABLE IF EXISTS `t9_tstlib`;
CREATE TABLE `t9_tstlib` (
  `prblmid` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '试题id',
  `prblm_ppl` varchar(512) DEFAULT NULL COMMENT '出题者',
  `prblm_tp` char(2) DEFAULT NULL COMMENT '试题类型',
  `opt` varchar(512) DEFAULT NULL COMMENT '选项',
  `ttl` varchar(512) DEFAULT NULL COMMENT '题目',
  `prblm_aswr` char(4) DEFAULT NULL COMMENT '试题答案',
  `scor` int(10) DEFAULT NULL COMMENT '分数',
  `tms` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '维护时间',
  PRIMARY KEY (`prblmid`)
) ENGINE=InnoDB AUTO_INCREMENT=61 DEFAULT CHARSET=utf8 COMMENT='试题库';

-- ----------------------------
-- Records of t9_tstlib
-- ----------------------------
INSERT INTO `t9_tstlib` VALUES ('1', '检查流程', '01', 'A.没有限制|B.3次|C.5次|D.6次', '运动员一年中可最多可被检查的次数是：', 'A', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('2', '身心危害', '01', 'A.男性女性化|B.心脏功能损坏|C.暴力行为倾向|D.女性男性化', '使用合成类固醇会导致以下何种后果？', 'ABCD', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('3', '体育精神', '01', 'A.公平诚实|B.团队协作|C.尊重自己与他人|D.健康快乐', '以下属于体育精神的有：', 'ABCD', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('4', '体育精神', '01', 'A.违反体育精神|B.危害运动员身心健康|C.阻碍体育事业健康发展|D.损害国家荣誉', '为什么反对使用兴奋剂？', 'ABCD', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('5', '体育精神', '01', 'A.体育使人健康|B.体育教人相互尊重|C.体育带来快乐|D.体育倡导公平诚实', '以下表述正确的是：', 'ABCD', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('6', '体育精神', '01', 'A.诚实守信|B.自强不息|C.顽强拼搏|D.重在参与', '以下属于中华体育精神的有：', 'ABCD', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('7', '误服误用', '01', 'A.严格随队饮食|B.药品使用遵从医嘱|C.就医表明运动员身份|D.不私自购买使用药品或营养品', '以下哪些做法可以有效防止兴奋剂误服误用？', 'ABCD', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('8', '禁用清单', '01', 'A.每月一次|B.至少每年一次|C.历届奥运会结束后|D.从不更新', '禁用清单多久更新一次？', 'B', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('9', '检查流程', '01', 'A.运动员自由选择一名成年人代表|B.只能是教练|C.只能是队医|D.只能是协助语言沟通的人员', '谁可以陪同运动员到达兴奋剂检查站接受兴奋剂检查？', 'A', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('10', '基础知识', '01', 'A.注册检查库|B.全国锦标赛|C.省运会|D.一种身份证明', 'RTP在兴奋剂检查工作中是指：', 'A', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('11', '检查流程', '01', 'A.申请B瓶检测|B.参加或派代表参加B瓶样本的开启与检测过程|C.申请获得实验室相关文件的复本|D.申请召开听证会', '一旦运动员兴奋剂检测结果呈阳性，运动员有权：', 'ABCD', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('12', '行踪信息', '01', 'A.每周上报|B.每月上报|C.每季度上报|D.每年上报', '注册检查库中的运动员必须至少多久上报一次行踪信息：', 'C', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('13', '检查流程', '01', 'A.兴奋剂违规行为处罚对象仅为运动员|B.拒绝或逃避兴奋剂检查可以避免兴奋剂检测呈阳性，从而不受到处罚|C.兴奋剂检查过程中监督排尿检查官必须与运动员同性别|D.运动员使用任何药物都必须申请治疗用药豁免并获得批准后方可使用', '以下表述正确的是：', 'C', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('14', '违规行为', '01', 'A.在从运动员体内采集的样品中发现禁用物质或其代谢物或标记物|B.运动员使用或企图使用禁用物质或禁用方法|C.拒绝提交或无正当理由未能提交样品收样|D.从事或企图从事禁用物质或禁用方法的交易', '兴奋剂违规行为包括：', 'ABCD', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('15', '严格责任', '01', 'A.注意合理饮食|B.科学训练|C.提高心理素质|D.随队使用药品或营养品', '以下哪些做法是正确的：', 'ABCD', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('16', '行踪信息', '01', 'A.所有人，包括公众或媒体在内。|B.公众和媒体无法查阅运动员行踪信息，但是任何在反兴奋剂组织工作的人员都可以查阅运动员信息。|C.运动员的行踪信息在任何时候都是严格保密的，只有反兴奋剂组织中负责制定兴奋剂检查计划的工作人员才能使用该行踪信息。|D.以上都不是', '运动员上报的行踪信息可以由以下哪些人或机构获得：', 'C', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('17', '检查流程', '01', 'A.运动员参加国际比赛时必须携带的证件|B.兴奋剂检查的一种|C.监测运动员生物指标的变化来判断运动员是否使用兴奋剂|D.反兴奋剂组织可以通过生物护照检查结果判定运动员是否构成兴奋剂违规', '以下关于生物护照（ABP）描述正确的是：', 'BCD', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('18', '严格责任', '01', 'A.运动员|B.教练|C.队医|D.领队', '确保没有禁用物质进入运动员体内，是____的个人责任？', 'A', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('19', '处罚后果', '01', 'A.扣除该队积分|B.取消参加某场比赛或该赛事的资格|C.该队成为该赛事的目标检查对象|D.其他形式', '如果集体项目某队伍有两名以上运动员出现兴奋剂违规，那么对该队的处罚可能包括：', 'ABCD', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('20', '检查流程', '01', 'A.有权要求一名陪同人员|B.有权要求无关人员离开|C.有权要求兴奋剂检查人员解释检查程序|D.有权检查记录单并保存复写件', '以下关于运动员权利描述正确的是：', 'ABCD', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('21', '检查流程', '01', 'A.详细填写个人信息|B.认真核对样本信息|C.详细填写最近7天用药情况|D.确认信息无误后签名', '在填写兴奋剂检查记录单时，运动员应做到：', 'ABCD', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('22', '检查流程', '01', 'A.随意进出检查站|B.大声喧哗|C.使用手机或相机拍照|D.过量饮水', '赛内检查中，运动员在候检室应当避免的行为是：', 'ABCD', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('23', '检查流程', '01', 'A.运动员要登记后方能进入兴奋剂检查站(仅赛内检查需要) |B.运动员在检查站内可以补充水分(赛外检查的运动员需自备饮料) |C.禁止在检查站内吸烟、拍照和大声喧哗|D.无正当理由,运动员不得随意进出兴奋剂检查站', '以下侯检程序中描述正确的是：', 'ABCD', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('24', '检查流程', '01', 'A.以不方便为由拒绝兴奋剂检查|B.请求队医或代表陪同|C.因发现取样杯或样品瓶内有杂质而要求更换|D.以观看比赛为由，要求延迟到兴奋剂检查站报到', '在接受兴奋剂检查过程中，以下哪些行为是不允许的？', 'AD', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('25', '检查流程', '01', 'A.参加颁奖仪式|B.参加新闻发布会|C.接受必要的医疗救治|D.赛后放松', '在何种情况下运动员可以延迟到兴奋剂检查站报到？', 'ABCD', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('26', '处罚后果', '01', 'A.2年|B.4年|C.8年|D.终身禁赛', '对兴奋剂违规禁赛处罚的最高年限是：', 'D', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('27', '检查流程', '01', 'A.尿样检查 |B.血样检查 |C.赛内检查|D.赛外检查', '兴奋剂检查类型包括：', 'ABCD', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('28', '基础知识', '01', 'A.《中华人民共和国体育法》|B.《反兴奋剂管理办法》|C.《兴奋剂管制通则》|D.《运动员守则》', '我国现行的反兴奋剂法律、法规包括：', 'ABC', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('29', '误服误用', '01', 'A.营养品在生产过程中可能存在交叉污染|B.营养品可能不会给运动员带来实质性的帮助|C.营养品很贵|D.营养品可能包含兴奋剂成分', '为什么要注意防范使用营养品的兴奋剂风险？', 'AD', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('30', '误服误用', '01', 'A.网购网站|B.中国反兴奋剂中心的官网|C.世界反兴奋剂机构的官网|D.以上都不对', '在以下哪个网站可以购买到完全安全的营养品？', 'D', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('31', '社会危害', '02', '', '使用兴奋剂会损害国家荣誉。', 'A', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('32', '社会危害', '02', '', '使用兴奋剂是一种不道德的行为。', 'A', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('33', '社会危害', '02', '', '使用兴奋剂违反了体育精神。', 'A', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('34', '严格责任', '02', '', '运动员要坚决抵制兴奋剂。', 'A', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('35', '身心危害', '02', '', '使用兴奋剂危害身心健康。', 'A', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('36', '严格责任', '02', '', '配合兴奋剂检查和调查是每个运动员的责任和义务。', 'A', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('37', '检查流程', '02', '', '兴奋剂检查只有赛内检查。', 'B', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('38', '检查流程', '02', '', '赛外检查必须是事先无通知。', 'A', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('39', '检查流程', '02', '', '兴奋剂检查分为尿检和血检。', 'A', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('40', '行踪信息', '02', '', '所有运动员必须申报行踪信息。', 'B', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('41', '行踪信息', '02', '', '注册检查库（RTP）中的运动员可以不申报行踪信息。', 'B', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('42', '违规行为', '02', '', '运动员拒绝接受兴奋剂检查不会构成兴奋剂违规。', 'B', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('43', '严格责任', '02', '', '运动员要对进入自己体内的一切物质和使用的方法负责。', 'A', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('44', '检查流程', '02', '', '只有参加奥运会和全运会的运动员才需要接受兴奋剂检查。', 'B', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('45', '用药豁免', '02', '', '运动员不管吃什么药都必须申请治疗用药豁免（TUE）。', 'B', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('46', '基础知识', '02', '', '中国反兴奋剂中心（CHINADA）负责中国的反兴奋剂工作。', 'A', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('47', '违规行为', '02', '', '给运动员使用兴奋剂不是一种违规行为。', 'B', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('48', '严格责任', '02', '', '发现兴奋剂违规行为应当进行举报。', 'A', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('49', '禁用清单', '02', '', '《禁用清单》里只有禁用物质。', 'B', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('50', '违规行为', '02', '', '本人没有使用兴奋剂，但向他人提供兴奋剂，不构成兴奋剂违规。', 'B', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('51', '严格责任', '02', '', '运动员无正当理由不得持有兴奋剂。', 'A', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('52', '违规行为', '02', '', '兴奋剂违规行为有十种，检测阳性只是其中一种。', 'A', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('53', '严格责任', '02', '', '因误服误用导致兴奋剂检测结果阳性不会受到处罚。', 'B', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('54', '误服误用', '02', '', '受污染的食品或营养品有可能导致兴奋剂检测结果阳性。', 'A', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('55', '基础知识', '02', '', '反兴奋剂工作是为了保护干净运动员的权益。', 'A', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('56', '严格责任', '02', '', '为了取得好成绩，运动员可以不惜一切代价，包括使用兴奋剂。', 'B', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('57', '检查流程', '02', '', '未满十八周岁的运动员在接受兴奋剂检查时应有一名成年人代表在场陪同。', 'A', '5', '2018-05-29 14:33:30');
INSERT INTO `t9_tstlib` VALUES ('58', '检查流程', '02', '', '在兴奋剂检查过程中，为避免尿比重不合格，运动员应适量饮水。', 'A', '5', '2018-05-29 14:33:34');
INSERT INTO `t9_tstlib` VALUES ('59', '禁用清单', '02', '', '运动员生物护照（ABP）是判定兴奋剂违规的一种方法。', 'A', '5', '2018-04-10 17:19:21');
INSERT INTO `t9_tstlib` VALUES ('60', '检查流程', '02', '', '运动员有权要求兴奋剂检查官（DCO）出示检查官证件。', 'A', '5', '2018-04-10 17:19:21');
